Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# cloud-operation.sec-item-update-failed
source: SecItemUpdate failed: %d
de: SecItemUpdate fehlgeschlagen: %d
es: Error en SecItemUpdate: %d
fr: Échec de SecItemUpdate : %d
ja: SecItemUpdate に失敗しました: %d
ko: SecItemUpdate 실패: %d
ru: Ошибка SecItemUpdate: %d
vi: SecItemUpdate thất bại: %d
zh_hans: SecItemUpdate 失败：%d
zh_hant: SecItemUpdate 失敗：%d

# cloud-operation.set-lifecycle-config-failed
source: Failed to set lifecycle config: %@
de: Lebenszykluskonfiguration konnte nicht festgelegt werden: %@
es: No se pudo establecer la configuración del ciclo de vida: %@
fr: Échec de la définition de la configuration du cycle de vie : %@
ja: ライフサイクル構成の設定に失敗しました: %@
ko: 수명 주기 구성을 설정하지 못했습니다: %@
ru: Не удалось установить конфигурацию жизненного цикла: %@
vi: Không thể đặt cấu hình lifecycle: %@
zh_hans: 无法设置生命周期配置：%@
zh_hant: 無法設置生命週期配置：%@

# cloud-operation.signing-failed
source: Request signing failed: %@
de: Anforderungssignatur fehlgeschlagen: %@
es: Error al firmar la solicitud: %@
fr: Échec de la signature de la demande : %@
ja: リクエストの署名が失敗しました: %@
ko: 요청 서명 실패: %@
ru: Не удалось подписать запрос: %@
vi: Ký yêu cầu thất bại: %@
zh_hans: 请求签名失败：%@
zh_hant: 請求籤名失敗：%@

# cloud-operation.upload-failed
source: Upload failed (HTTP %d): %@
de: Hochladen fehlgeschlagen (HTTP %d): %@
es: Error al cargar (HTTP %d): %@
fr: Échec du téléchargement (HTTP %d) : %@
ja: アップロードに失敗しました (HTTP %d): %@
ko: 업로드 실패(HTTP %d): %@
ru: Ошибка загрузки (HTTP %d): %@
vi: Tải lên thất bại (HTTP %d): %@
zh_hans: 上传失败（HTTP %d）：%@
zh_hant: 上傳失敗（HTTP %d）：%@

# cloud-password.couldnt-read-saved-password
source: Couldn't read the saved protection password from Keychain.
de: Das gespeicherte Schutzkennwort konnte nicht aus dem Schlüsselbund gelesen werden.
es: No se pudo leer la contraseña de protección guardada en Keychain.
fr: Impossible de lire le mot de passe de protection enregistré à partir du trousseau.
ja: 保存された保護パスワードをキーチェーンから読み取ることができませんでした。
ko: 키체인에 저장된 보호 비밀번호를 읽을 수 없습니다.
ru: Не удалось прочитать сохраненный пароль защиты из связки ключей.
vi: Không thể đọc mật khẩu bảo vệ đã lưu từ Keychain.
zh_hans: 无法从钥匙串读取保存的保护密码。
zh_hant: 無法從鑰匙串讀取保存的保護密碼。

# cloud-password.keychain-access-denied
source: Keychain access was not granted. Allow access and try again.
de: Der Zugriff auf den Schlüsselbund wurde nicht gewährt. Erlauben Sie den Zugriff und versuchen Sie es erneut.
es: No se concedió el acceso al llavero. Permita el acceso y vuelva a intentarlo.
fr: L'accès au trousseau n'a pas été accordé. Autorisez l'accès et réessayez.
ja: キーチェーンへのアクセスが許可されませんでした。アクセスを許可して、再試行してください。
ko: 키체인 접근 권한이 부여되지 않았습니다. 액세스를 허용하고 다시 시도하세요.
ru: Доступ к связке ключей не предоставлен. Разрешите доступ и повторите попытку.
vi: Quyền truy cập Keychain bị từ chối. Hãy cho phép truy cập và thử lại.
zh_hans: 未授予钥匙串访问权限。允许访问并重试。
zh_hant: 未授予鑰匙串訪問權限。允許訪問並重試。

# cloud-password.keychain-interaction-unavailable
source: Keychain interaction is unavailable right now. Unlock your Mac and try again.
de: Die Schlüsselbundinteraktion ist derzeit nicht verfügbar. Entsperren Sie Ihren Mac und versuchen Sie es erneut.
es: La interacción con llavero no está disponible en este momento. Desbloquea tu Mac e inténtalo de nuevo.
fr: L’interaction avec le trousseau n’est pas disponible pour le moment. Déverrouillez votre Mac et réessayez.
ja: 現在、キーチェーンのインタラクションは利用できません。 Mac のロックを解除して、もう一度試してください。
ko: 지금은 키체인 상호작용을 사용할 수 없습니다. Mac을 잠금 해제하고 다시 시도하십시오.
ru: Взаимодействие со связкой ключей сейчас недоступно. Разблокируйте свой Mac и повторите попытку.
vi: Tương tác với Keychain hiện không khả dụng. Hãy mở khóa máy Mac và thử lại.
zh_hans: 钥匙串交互目前不可用。解锁您的 Mac，然后重试。
zh_hant: 鑰匙串交互目前不可用。解鎖您的 Mac，然後重試。

# cloud-password.not-configured
source: Protection password is not configured.
de: Das Schutzkennwort ist nicht konfiguriert.
es: La contraseña de protección no está configurada.
fr: Le mot de passe de protection n'est pas configuré.
ja: 保護パスワードが設定されていません。
ko: 보호 비밀번호가 구성되지 않았습니다.
ru: Пароль защиты не настроен.
vi: Chưa cấu hình mật khẩu bảo vệ.
zh_hans: 未配置保护密码。
zh_hant: 未配置保護密碼。

# cloud-settings.access-key
source: Access Key
de: Zugriffsschlüssel
es: Clave de acceso
fr: Clé d'accès
ja: アクセスキー
ko: 액세스 키
ru: Ключ доступа
vi: Khóa truy cập
zh_hans: 访问密钥
zh_hant: 訪問密鑰

# cloud-settings.access-key-id
source: Access Key ID
de: Zugriffsschlüssel-ID
es: ID de clave de acceso
fr: ID de clé d'accès
ja: アクセスキー ID
ko: 액세스 키 ID
ru: Идентификатор ключа доступа
vi: ID khóa truy cập
zh_hans: 访问密钥 ID
zh_hant: 訪問密鑰 ID

# cloud-settings.access-key-tooltip
source: Your cloud provider access key
de: Ihr Cloud-Anbieter-Zugriffsschlüssel
es: La clave de acceso de su proveedor de nube
fr: Clé d'accès de votre fournisseur de cloud
ja: クラウド プロバイダーのアクセス キー
ko: 클라우드 제공업체 액세스 키
ru: Ключ доступа к вашему облачному провайдеру
vi: Khóa truy cập của nhà cung cấp Cloud
zh_hans: 您的云提供商访问密钥
zh_hant: 您的雲提供商訪問密鑰

# cloud-settings.bucket-tooltip
source: S3 or R2 bucket name
de: S3- oder R2-Bucket-Name
es: Nombre del depósito S3 o R2
fr: Nom du compartiment S3 ou R2
ja: S3 または R2 バケット名
ko: S3 또는 R2 버킷 이름
ru: Имя сегмента S3 или R2
vi: Tên bucket S3 hoặc R2
zh_hans: S3 或 R2 存储桶名称
zh_hant: S3 或 R2 存儲桶名稱

# cloud-settings.configuration-saved-password-setup-failed
source: Configuration saved, but password setup failed: %@
de: Konfiguration gespeichert, aber Passwort-Einrichtung ist fehlgeschlagen: %@
es: Configuración guardada, pero falló la configuración de la contraseña: %@
fr: Configuration enregistrée, mais la configuration du mot de passe a échoué : %@
ja: 構成は保存されましたが、パスワードのセットアップに失敗しました: %@
ko: 구성이 저장되었지만 비밀번호 설정에 실패했습니다: %@
ru: Конфигурация сохранена, но установка пароля не удалась: %@
vi: Đã lưu cấu hình, nhưng thiết lập mật khẩu thất bại: %@
zh_hans: 配置已保存，但密码设置失败：%@
zh_hant: 配置已保存，但密碼設置失敗：%@

# cloud-settings.confirm-password
source: Confirm Password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
ja: パスワードを確認してください
ko: 비밀번호 확인
ru: Подтвердите пароль
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# cloud-settings.confirm-password-tooltip
source: Re-enter the protection password
de: Geben Sie das Schutzpasswort
es: Vuelva a ingresar la contraseña de protección
fr: Ressaisissez le mot de passe de protection
ja: 保護パスワードを再入力してください
ko: 보호 비밀번호를 다시 입력하세요
ru: Повторно введите пароль защиты
vi: Nhập lại mật khẩu bảo vệ
zh_hans: 重新输入保护密码
zh_hant: 重新輸入保護密碼

# cloud-settings.connection-verified-successfully
source: Connection verified successfully!
de: Verbindung erfolgreich bestätigt!
es: ¡Conexión verificada exitosamente!
fr: Connexion vérifiée avec succès !
ja: 接続が正常に確認されました。
ko: 연결이 성공적으로 확인되었습니다!
ru: Соединение успешно подтверждено!
vi: Xác minh kết nối thành công!
zh_hans: 连接验证成功！
zh_hant: 連接驗證成功！

# cloud-settings.credentials-section
source: Credentials
de: Anmeldeinformationen
es: Credenciales
fr: Informations d'identification
ja: 資格情報
ko: 자격 증명
ru: Полномочия
vi: Thông tin đăng nhập
zh_hans: 凭证
zh_hant: 憑證

# cloud-settings.custom-domain
source: Custom Domain
de: Benutzerdefinierte Domäne
es: Dominio personalizado
fr: Domaine personnalisé
ja: カスタム ドメイン
ko: 사용자 정의 도메인
ru: Пользовательский домен
vi: Tên miền tùy chỉnh
zh_hans: 自定义域
zh_hant: 自定義域

# cloud-settings.custom-domain-tooltip
source: Public access domain (optional)
de: Öffentliche Zugriffsdomäne (optional)
es: Dominio de acceso público (opcional)
fr: Domaine d'accès public (facultatif)
ja: パブリック アクセス ドメイン (オプション)
ko: 공용 액세스 도메인(선택 사항)
ru: Домен общего доступа (необязательно)
vi: Tên miền truy cập công khai (tùy chọn)
zh_hans: 公共访问域（可选）
zh_hant: 公共訪問域（可選）

# cloud-settings.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
ko: 편집
ru: Редактировать
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# cloud-settings.edit-credentials-password-prompt
source: Enter your protection password to edit cloud credentials.
de: Geben Sie Ihr Schutzkennwort ein, um die Cloud-Anmeldeinformationen zu bearbeiten.
es: Ingrese su contraseña de protección para editar las credenciales de la nube.
fr: Entrez votre mot de passe de protection pour modifier les informations d'identification cloud.
ja: 保護パスワードを入力してクラウド認証情報を編集します。
ko: 클라우드 자격 증명을 편집하려면 보호 비밀번호를 입력하세요.
ru: Введите свой пароль защиты, чтобы изменить учетные данные облака.
vi: Nhập mật khẩu bảo vệ để chỉnh sửa thông tin đăng nhập Cloud.
zh_hans: 输入您的保护密码以编辑云凭据。
zh_hant: 輸入您的保護密碼以編輯雲憑據。

# cloud-settings.endpoint
source: Endpoint
de: Endpunkt
es: Punto final
fr: Point de terminaison
ja: エンドポイント
ko: 종점
ru: Конечная точка
zh_hans: 端点
zh_hant: 端點

# cloud-settings.endpoint-tooltip-r2
source: R2 account endpoint URL
de: Endpunkt-URL des R2-Kontos
es: URL del punto final de la cuenta R2
fr: URL du point de terminaison du compte R2
ja: R2 アカウントのエンドポイント URL
ko: R2 계정 엔드포인트 URL
ru: URL-адрес конечной точки учетной записи R2
vi: URL endpoint tài khoản R2
zh_hans: R2 帐户端点 URL
zh_hant: R2 帳戶端點 URL

# cloud-settings.endpoint-tooltip-s3
source: Optional custom S3 endpoint for LocalStack or other S3-compatible storage
de: Optionaler benutzerdefinierter S3-Endpunkt für LocalStack oder anderen S3-kompatiblen Speicher
es: Punto final S3 personalizado opcional para LocalStack u otro almacenamiento compatible con S3
fr: Point de terminaison S3 personnalisé en option pour LocalStack ou autre stockage compatible S3
ja: LocalStack またはその他の S3 互換ストレージ用のオプションのカスタム S3 エンドポイント
ko: LocalStack 또는 기타 S3 호환 스토리지를 위한 선택적 사용자 정의 S3 엔드포인트
ru: Дополнительная пользовательская конечная точка S3 для LocalStack или другого хранилища, совместимого с S3
vi: Endpoint S3 tùy chỉnh cho LocalStack hoặc dịch vụ lưu trữ tương thích S3 khác
zh_hans: LocalStack 或其他 S3 兼容存储的可选自定义 S3 端点
zh_hant: LocalStack 或其他 S3 兼容存儲的可選自定義 S3 端點

# cloud-settings.expire-time
source: Expire Time
de: Ablaufzeit
es: Tiempo de caducidad
fr: Heure d'expiration
ja: 有効期限
ko: 만료 시간
ru: Срок годности
vi: Thời gian hết hạn
zh_hans: 过期时间
zh_hant: 過期時間

# cloud-settings.export-credentials-password-prompt
source: Enter your protection password to export the current cloud credentials.
de: Geben Sie Ihr Schutzpasswort ein, um die aktuellen Cloud-Anmeldeinformationen zu exportieren.
es: Ingrese su contraseña de protección para exportar las credenciales actuales de la nube.
fr: Entrez votre mot de passe de protection pour exporter les informations d'identification cloud actuelles.
ja: 保護パスワードを入力して、現在のクラウド認証情報をエクスポートします。
ko: 현재 클라우드 자격 증명을 내보내려면 보호 비밀번호를 입력하세요.
ru: Введите свой пароль защиты, чтобы экспортировать текущие учетные данные облака.
vi: Nhập mật khẩu bảo vệ để xuất thông tin đăng nhập Cloud hiện tại.
zh_hans: 输入您的保护密码以导出当前的云凭据。
zh_hant: 輸入您的保護密碼以導出當前的雲憑據。

# cloud-settings.failed-to-save-password
source: Failed to save password: %@
de: Passwort konnte nicht gespeichert werden: %@
es: No se pudo guardar la contraseña: %@
fr: Échec de l'enregistrement du mot de passe : %@
ja: パスワードを保存できませんでした: %@
ko: 비밀번호 저장 실패: %@
ru: Не удалось сохранить пароль: %@
vi: Không thể lưu mật khẩu: %@
zh_hans: 保存密码失败：%@
zh_hant: 保存密碼失敗：%@

# cloud-settings.file-expiration-section
source: File Expiration
de: Dateiablauf
es: Caducidad del archivo
fr: Expiration du fichier
ja: ファイルの有効期限
ko: 파일 만료
ru: Срок действия файла
vi: Thời hạn tệp
zh_hans: 文件过期
zh_hant: 檔案過期

# cloud-settings.forgot-password-info
source: If you forget this password, you will need to reset your cloud configuration and re-enter all credentials.
de: Wenn Sie dieses Passwort vergessen, müssen Sie Ihre Cloud-Konfiguration zurücksetzen und alle Anmeldeinformationen erneut eingeben.
es: Si olvida esta contraseña, deberá restablecer la configuración de su nube y volver a ingresar todas las credenciales.
fr: Si vous oubliez ce mot de passe, vous devrez réinitialiser votre configuration cloud et ressaisir toutes les informations d'identification.
ja: このパスワードを忘れた場合は、クラウド構成をリセットし、すべての認証情報を再入力する必要があります。
ko: 이 비밀번호를 잊어버린 경우 클라우드 구성을 재설정하고 모든 자격 증명을 다시 입력해야 합니다.
ru: Если вы забудете этот пароль, вам придется сбросить конфигурацию облака и повторно ввести все учетные данные.
vi: Nếu quên mật khẩu này, bạn sẽ cần đặt lại cấu hình Cloud và nhập lại toàn bộ thông tin đăng nhập.
zh_hans: 如果您忘记了此密码，则需要重置云配置并重新输入所有凭据。
zh_hant: 如果您忘記了此密碼，則需要重置雲配置並重新輸入所有憑據。

# cloud-settings.forgot-password-reset-configuration
source: Forgot Password? Reset Configuration
de: Passwort vergessen? Konfiguration zurücksetzen
es: ¿Has olvidado tu contraseña? Restablecer configuración
fr: Mot de passe oublié ? Réinitialiser la configuration
ja: パスワードをお忘れですか？設定をリセット
ko: 비밀번호를 잊으셨나요? 구성 재설정
ru: Забыли пароль? Сбросить конфигурацию
vi: Quên mật khẩu? Đặt lại cấu hình
zh_hans: 忘记密码？重置配置
zh_hant: 忘記密碼？重置配置

# cloud-settings.import-credentials-message
source: Snapzy will load the imported values into the editor. Your current saved configuration stays unchanged until you click Save & Test.
de: Snapzy lädt die importierten Werte in den Editor. Ihre aktuell gespeicherte Konfiguration bleibt unverändert, bis Sie auf Speichern und Testen klicken.
es: Snapzy cargará los valores importados en el editor. Su configuración guardada actual permanece sin cambios hasta que haga clic en Guardar y probar.
fr: Snapzy chargera les valeurs importées dans l'éditeur. Votre configuration enregistrée actuelle reste inchangée jusqu'à ce que vous cliquiez sur Enregistrer et tester.
ja: Snapzy はインポートされた値をエディターにロードします。現在保存されている構成は、「保存してテスト」をクリックするまで変更されません。
ko: Snapzy는 가져온 값을 편집기에 로드합니다. 현재 저장된 구성은 저장 및 테스트를 클릭할 때까지 변경되지 않은 상태로 유지됩니다.
ru: Snapzy загрузит импортированные значения в редактор. Текущая сохраненная конфигурация остается неизменной, пока вы не нажмете «Сохранить и протестировать».
vi: Snapzy sẽ nạp các giá trị từ gói nhập vào biểu mẫu chỉnh sửa. Cấu hình đang lưu của bạn sẽ chưa thay đổi cho đến khi bạn bấm Lưu & Kiểm tra.
zh_hans: Snapzy 会将导入的值加载到编辑器中。您当前保存的配置保持不变，直到您单击“保存并测试”。
zh_hant: Snapzy 會將導入的值加載到編輯器中。您當前保存的配置保持不變，直到您單擊“保存並測試”。

# cloud-settings.import-credentials-password-prompt
source: Enter your protection password to import credentials over the current cloud setup.
de: Geben Sie Ihr Sicherheitskennwort ein, um Anmeldeinformationen über das aktuelle Cloud-Setup zu importieren.
es: Ingrese su contraseña de protección para importar credenciales a través de la configuración actual de la nube.
fr: Entrez votre mot de passe de protection pour importer les informations d'identification sur la configuration cloud actuelle.
ja: 保護パスワードを入力して、現在のクラウド設定に資格情報をインポートします。
ko: 현재 클라우드 설정을 통해 자격 증명을 가져오려면 보호 비밀번호를 입력하세요.
ru: Введите свой пароль защиты, чтобы импортировать учетные данные в текущую настройку облака.
vi: Nhập mật khẩu bảo vệ để nhập thông tin đăng nhập đè lên cấu hình Cloud hiện tại.
zh_hans: 输入您的保护密码以通过当前云设置导入凭据。
zh_hant: 輸入您的保護密碼以通過當前雲設置導入憑據。

# cloud-settings.import-credentials-title
source: Import Cloud Credentials?
de: Cloud-Anmeldeinformationen importieren?
es: ¿Importar credenciales de nube?
fr: Importer des informations d'identification cloud ?
ja: クラウド認証情報をインポートしますか?
ko: 클라우드 자격 증명을 가져오시겠습니까?
ru: Импортировать облачные учетные данные?
vi: Nhập thông tin đăng nhập Cloud?
zh_hans: 导入云凭证？
zh_hant: 導入雲憑證？

# cloud-settings.import-encrypted-archive
source: Import Encrypted Archive
de: Verschlüsseltes Archiv importieren
es: Importar archivo cifrado
fr: Importer une archive cryptée
ja: 暗号化されたアーカイブをインポートします
ko: 암호화된 아카이브 가져오기
ru: Импортировать зашифрованный архив
vi: Nhập gói mã hóa
zh_hans: 导入加密存档
zh_hant: 導入加密存檔

# cloud-settings.import-encrypted-archive-description
source: Load a previously exported Snapzy cloud archive to prefill this form.
de: Laden Sie ein zuvor exportiertes Snapzy-Cloud-Archiv, um dieses Formular vorab auszufüllen.
es: Cargue un archivo en la nube Snapzy previamente exportado para completar previamente este formulario.
fr: Chargez une archive cloud Snapzy précédemment exportée pour pré-remplir ce formulaire.
ja: 以前にエクスポートした Snapzy クラウド アーカイブをロードして、このフォームに事前入力します。
ko: 이 양식을 미리 채우려면 이전에 내보낸 Snapzy 클라우드 아카이브를 로드하세요.
ru: Загрузите ранее экспортированный облачный архив Snapzy, чтобы предварительно заполнить эту форму.
vi: Nạp một gói Cloud của Snapzy đã xuất trước đó để điền sẵn biểu mẫu này.
zh_hans: 加载之前导出的 Snapzy 云存档以预填写此表单。
zh_hant: 加載之前導出的 Snapzy 雲存檔以預填寫此表單。

# cloud-settings.incorrect-password-attempts
source: Incorrect password. Please try again. (%d failed attempts)
de: Falsches Passwort. Bitte versuchen Sie es erneut. (%d fehlgeschlagene Versuche)
es: Contraseña incorrecta. Por favor inténtalo de nuevo. (%d intentos fallidos)
fr: Mot de passe incorrect. Veuillez réessayer. (%d tentatives échouées)
ja: パスワードが間違っています。もう一度試してください。 (%d 回の試行に失敗しました)
ko: 비밀번호가 잘못되었습니다. 다시 시도해 주세요. (%d번 시도 실패)
ru: Неправильный пароль. Пожалуйста, попробуйте еще раз. (%d неудачных попыток)
vi: Mật khẩu không đúng. Vui lòng thử lại. (%d lần thất bại)
zh_hans: 密码不正确。请再试一次。 （%d 次尝试失败）
zh_hant: 密碼不正確。請再試一次。 （%d 次嘗試失敗）

# cloud-settings.lifecycle-rule-failed
source: Lifecycle rule failed: %@. Ensure your credentials have lifecycle management permissions.
de: Lebenszyklusregel fehlgeschlagen: %@. Stellen Sie sicher, dass Ihre Anmeldeinformationen über Berechtigungen zur Lebenszyklusverwaltung verfügen.
es: Error en la regla del ciclo de vida: %@. Asegúrese de que sus credenciales tengan permisos de administración del ciclo de vida.
fr: Échec de la règle de cycle de vie : %@. Assurez-vous que vos informations d'identification disposent d'autorisations de gestion du cycle de vie.
ja: ライフサイクル ルールが失敗しました: %@。資格情報にライフサイクル管理権限があることを確認してください。
ko: 수명 주기 규칙 실패: %@. 자격 증명에 수명 주기 관리 권한이 있는지 확인하세요.
ru: Не удалось выполнить правило жизненного цикла: %@. Убедитесь, что ваши учетные данные имеют разрешения на управление жизненным циклом.
vi: Thiết lập quy tắc lifecycle thất bại: %@. Hãy đảm bảo thông tin đăng nhập của bạn có quyền quản lý lifecycle.
zh_hans: 生命周期规则失败：%@。确保您的凭据具有生命周期管理权限。
zh_hant: 生命週期規則失敗：%@。確保您的憑據具有生命週期管理權限。

# cloud-settings.lifecycle-rule-info
source: A lifecycle rule will be configured on your bucket to auto-delete files after the selected period. Deletion may take up to 24 hours after expiration.
de: Für Ihren Bucket wird eine Lebenszyklusregel konfiguriert, um Dateien nach dem ausgewählten Zeitraum automatisch zu löschen. Die Löschung kann bis zu 24 Stunden nach Ablauf dauern.
es: Se configurará una regla de ciclo de vida en su depósito para eliminar automáticamente archivos después del período seleccionado. La eliminación puede tardar hasta 24 horas después del vencimiento.
fr: Une règle de cycle de vie sera configurée sur votre compartiment pour supprimer automatiquement les fichiers après la période sélectionnée. La suppression peut prendre jusqu'à 24 heures après l'expiration.
ja: 選択した期間の経過後にファイルを自動削除するように、バケットにライフサイクル ルールが設定されます。削除には有効期限が切れてから最大 24 時間かかる場合があります。
ko: 선택한 기간이 지나면 파일을 자동 삭제하도록 버킷에 수명 주기 규칙이 구성됩니다. 삭제는 만료 후 최대 24시간이 걸릴 수 있습니다.
ru: В вашем сегменте будет настроено правило жизненного цикла для автоматического удаления файлов по истечении выбранного периода. Удаление может занять до 24 часов после истечения срока действия.
vi: Một quy tắc lifecycle sẽ được cấu hình trên bucket của bạn để tự động xóa tệp sau khoảng thời gian đã chọn. Việc xóa có thể mất tới 24 giờ sau khi hết hạn.
zh_hans: 将在您的存储桶上配置生命周期规则，以在选定的时间段后自动删除文件。过期后最多可能需要 24 小时才能删除。
zh_hant: 將在您的存儲桶上配置生命週期規則，以在選定的時間段後自動刪除檔案。過期後最多可能需要 24 小時才能刪除。

# cloud-settings.no-lifecycle-rule-warning
source: No lifecycle rule will be set. Files will remain permanently unless manually deleted.
de: Es wird keine Lebenszyklusregel festgelegt. Dateien bleiben dauerhaft erhalten, sofern sie nicht manuell gelöscht werden.
es: No se establecerá ninguna regla de ciclo de vida. Los archivos permanecerán permanentemente a menos que se eliminen manualmente.
fr: Aucune règle de cycle de vie ne sera définie. Les fichiers resteront définitivement à moins qu’ils ne soient supprimés manuellement.
ja: ライフサイクル ルールは設定されません。ファイルは手動で削除しない限り永久に残ります。
ko: 수명 주기 규칙이 설정되지 않습니다. 수동으로 삭제하지 않는 한 파일은 영구적으로 유지됩니다.
ru: Никакое правило жизненного цикла не будет установлено. Файлы останутся навсегда, если не будут удалены вручную.
vi: Sẽ không có quy tắc lifecycle nào được đặt. Tệp sẽ được giữ vĩnh viễn cho đến khi bạn tự xóa.
zh_hans: 不会设置生命周期规则。除非手动删除，否则文件将永久保留。
zh_hant: 不會設置生命週期規則。除非手動刪除，否則檔案將永久保留。

# cloud-settings.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# cloud-settings.password-minimum-length
source: Password must be at least %d characters.
de: Das Passwort muss mindestens %d Zeichen lang sein.
es: La contraseña debe tener al menos %d caracteres.
fr: Le mot de passe doit contenir au moins %d caractères.
ja: パスワードは少なくとも %d 文字である必要があります。
ko: 비밀번호는 %d자 이상이어야 합니다.
ru: Пароль должен содержать не менее %d символов.
vi: Mật khẩu phải có ít nhất %d ký tự.
zh_hans: 密码必须至少包含 %d 个字符。
zh_hant: 密碼必須至少包含 %d 個字符。

# cloud-settings.password-required-title
source: Password Required
de: Passwort erforderlich
es: Contraseña requerida
fr: Mot de passe requis
ja: パスワードが必要です
ko: 비밀번호 필요
ru: Требуется пароль
vi: Yêu cầu mật khẩu
zh_hans: 需要密码
zh_hant: 需要密碼

# cloud-settings.password-tooltip
source: Optional password to protect credentials from unauthorized access
de: Optionales Passwort zum Schutz der Anmeldeinformationen vor unbefugtem Zugriff
es: Contraseña opcional para proteger las credenciales del acceso no autorizado
fr: Mot de passe facultatif pour protéger les informations d'identification contre tout accès non autorisé
ja: 資格情報を不正アクセスから保護するためのオプションのパスワード
ko: 무단 액세스로부터 자격 증명을 보호하기 위한 선택적 비밀번호
ru: Дополнительный пароль для защиты учетных данных от несанкционированного доступа
vi: Mật khẩu tùy chọn để bảo vệ thông tin đăng nhập khỏi truy cập trái phép
zh_hans: 可选密码可保护凭证免遭未经授权的访问
zh_hant: 可選密碼可保護憑證免遭未經授權的訪問

# cloud-settings.passwords-do-not-match
source: Passwords do not match.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
ru: Пароли не совпадают.
vi: Mật khẩu không khớp.
zh_hans: 密码不匹配。
zh_hant: 密碼不匹配。

# cloud-settings.proceed-without-password-message
source: Without a password, anyone with access to your Mac can view and modify your cloud credentials. We strongly recommend setting a password to protect your configuration.
de: Ohne Passwort kann jeder, der Zugriff auf Ihren Mac hat, Ihre Cloud-Anmeldeinformationen anzeigen und ändern. Wir empfehlen dringend, ein Passwort festzulegen, um Ihre Konfiguration zu schützen.
es: Sin contraseña, cualquier persona con acceso a su Mac puede ver y modificar sus credenciales en la nube. Recomendamos encarecidamente establecer una contraseña para proteger su configuración.
fr: Sans mot de passe, toute personne ayant accès à votre Mac peut afficher et modifier vos informations d'identification cloud. Nous vous recommandons fortement de définir un mot de passe pour protéger votre configuration.
ja: パスワードがなければ、Mac にアクセスできる人は誰でもクラウド認証情報を表示および変更できます。構成を保護するためにパスワードを設定することを強くお勧めします。
ko: 암호가 없으면 Mac에 접근할 수 있는 사람은 누구나 귀하의 클라우드 자격 증명을 보고 수정할 수 있습니다. 구성을 보호하려면 비밀번호를 설정하는 것이 좋습니다.
ru: Без пароля любой, у кого есть доступ к вашему Mac, сможет просмотреть и изменить ваши облачные учетные данные. Мы настоятельно рекомендуем установить пароль для защиты вашей конфигурации.
vi: Nếu không có mật khẩu, bất kỳ ai có quyền truy cập máy Mac của bạn đều có thể xem và chỉnh sửa thông tin đăng nhập Cloud. Chúng tôi khuyên bạn nên đặt mật khẩu để bảo vệ cấu hình.
zh_hans: 无需密码，任何有权访问您 Mac 的人都可以查看和修改您的云凭据。我们强烈建议设置密码来保护您的配置。
zh_hant: 無需密碼，任何有權訪問您 Mac 的人都可以查看和修改您的雲憑據。我們強烈建議設置密碼來保護您的配置。

# cloud-settings.proceed-without-password-title
source: Proceed Without Password?
de: Ohne Passwort fortfahren?
es: ¿Continuar sin contraseña?
fr: Continuer sans mot de passe ?
ja: パスワードなしで続行しますか?
ko: 비밀번호 없이 진행하시겠습니까?
ru: Продолжить без пароля?
vi: Tiếp tục mà không có mật khẩu?
zh_hans: 没有密码就继续吗？
zh_hant: 沒有密碼就繼續嗎？
